Revit 2024 API
ForgeTypeId Operators
The ForgeTypeId type exposes the following members.
Operators
Name | Description
Equality
Inequality
LessThan
See Also
ForgeTypeId Class
Autodesk.Revit.DB Namespace